# Документация

a = bin(10)[2:]
print(a)

I = 'История'
ORG = 'ОРГ'
M = 'Математика'
R = 'Русский'
IN = 'Английский'
PD = 'Проектная деятельность'
S = 'Социология'
MIC = 'Микроэкономика'

VM = 'Выш мат'
LM = 'Лин алгебра'
F = 'Физра'
IT = 'ИТ'
OK = 'Основы кибернетики'

# Время пар солнышки
ft = '(9:00 - 10:30): '
sd = '(10:40 - 12:10): '
th = '(12:20 - 13:50): '
fr = '(14:20 - 15:50): '
fi = '(16:00 - 17:30): '

# Мое время пар
ft1 = '(9:30 - 11:05): '
sd1 = '(11:20 - 12:55): '
th1 = '(13:10 - 14:45): '
fr1 = '(15:25 - 17:00): '
fi1 = '(17:15 - 18:50): '

# Решение
